Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/bitwarden.tmx
Source language: en
Languages: sv

source: Use Vivaldi autofill integration
sv: Använd Vivaldi autofyll-integration

source: This export contains your item data in an unencrypted format. You should not store or send the exported file over unsecure channels (such as email). Delete it immediately after you are done using it.
sv: Denna export innehåller ditt objektdata i okrypterat format. Du bör inte lagra eller skicka den exporterade filen via osäkra kanaler (t.ex. e-post). Ta bort den omedelbart efter att du har använt den.

source: The data format provided doesn’t match what’s expected. Please check your file and ensure the correct data types are used.
sv: Det angivna dataformatet stämmer inte överens med det förväntade. Kontrollera din fil och se till att rätt datatyper används.

source: You can now explore everything Bitwarden has to offer and start managing your passwords securely.
sv: Du kan nu utforska allt som Bitwarden har att erbjuda och börja hantera dina lösenord på ett säkert sätt.

source: To view verification codes, upgrade to premium
sv: Uppgradera till Premium för att visa verifieringskoder

source: Select a different account
sv: Välj ett annat konto

source: One of the best ways to create a secure and memorable password is to use a passphrase. Here’s how:
sv: Ett av de bästa sätten att skapa ett säkert och minnesvärt lösenord är att använda en lösenordsfras. Så här gör man:

source: Anyone with this link can view this Send.
sv: Vem som helst med denna länk kan se denna Send.

source: [%1$s] to [%2$s]
sv: [%1$s] till [%2$s]

source: You’re using browsers that requires special permissions for Bitwarden to autofill your passwords. Enable autofill for all your installed browsers to continue.
sv: Du använder webbläsare som kräver särskilda behörigheter för Bitwarden för att autofylla dina lösenord. Aktivera autofyll för alla dina installerade webbläsare för att fortsätta.

source: A master password is no longer required for members of the following organization. Please confirm the domain below with your organization administrator.
sv: Ett huvudlösenord krävs inte längre för medlemmar i följande organisation. Vänligen bekräfta domänen nedan med din organisationsadministratör.

source: You must attach a file to save this send.
sv: Du måste bifoga en fil för att spara denna send.

source: No accounts available
sv: Inga konton tillgängliga

source: Open up the ${applicationName} generator
sv: Öppna ${applicationName}-generatorn

source: Passkey operation failed because the request is invalid.
sv: Åtgärden för inloggningsnyckel misslyckades eftersom begäran är ogiltig.

source: Do you want to autofill or view this item?
sv: Vill du automatiskt fylla i den här inloggningen eller visa den?

source: Create verification code
sv: Skapa verifieringskod

source: Item transfer
sv: Överföring av objekt

source: Go to archive
sv: Gå till arkivet

source: There are no SSH keys in your vault
sv: Det finns inga SSH-nycklar i ditt valv

source: Attachments are a Premium feature. Your current plan does not include access to this feature.
sv: Bilagor är en Premium-funktion. Din nuvarande prenumeration inkluderar inte tillgång till denna funktion.

source: Copy bank contact phone
sv: Kopiera bankens kontakttelefon

source: Vault: [%1$s]
sv: Valv: [%1$s]

source: Allow camera access
sv: Tillåt kameraåtkomst

source: Master password hint (optional)
sv: Huvudlösenordsledtråd (valfri)

source: Your subscription expired on <annotation emphasis="bold"><annotation arg="0">[%1$s]</annotation></annotation>. Resubscribe to continue using Premium features.
sv: Din prenumeration löpte ut den <annotation emphasis="bold"><annotation arg="0">[%1$s]</annotation></annotation>. Teckna en ny prenumeration för att fortsätta använda Premium-funktioner.

source: Enable total ${applicationName} security
sv: Aktivera total ${applicationName} säkerhet

source: Allow Universal Clipboard
sv: Tillåt universellt urklipp

source: Allow screen capture
sv: Tillåt skärmdump

source: Add field
sv: Lägg till fält

source: Only codes stored locally on this device will be exported. Synced codes aren’t included
sv: Endast koder som lagras lokalt på denna enhet kommer att exporteras. Synkroniserade koder ingår inte

source: Private notes
sv: Privata anteckningar

source: Importing from another provider is not available for this device.
sv: Import från en annan leverantör är inte tillgänglig för den här enheten.

source: Connect to Watch
sv: Anslut till Watch

source: You can return to complete this step anytime from Account Security in Settings.
sv: Du kan återgå till att slutföra detta steg när som helst från kontosäkerhet i Inställningar.

source: Activate full lock for ${applicationName}
sv: Aktivera fullt lås för ${applicationName}

source: Replace existing certificate?
sv: Ersätt befintligt certifikat?

source: Generate passphrase
sv: Generera lösenordsfras

source: Included in this export
sv: Ingår i denna export

source: Enter your PIN code
sv: Ange din PIN-kod

source: Search codes
sv: Sök koder

source: Invalid certificate chain
sv: Ogiltig certifikatkedja

source: Local items are expanded, click to collapse.
sv: Lokala objekt är expanderade, klicka för att fälla in.

source: Next code, [%1$s]
sv: Nästa kod, [%1$s]

source: To regain access to your archive, restart your Premium subscription. If you edit details for an archived item before restarting, it’ll be moved back into your vault.
sv: För att återfå åtkomst till ditt arkiv, starta om Premium-abonnemanget. Om du redigerar detaljer för ett arkiverat objekt innan du startar om kommer det att flyttas tillbaka till ditt valv.

source: Creating on
sv: Skapa på

source: Continue to Bitwarden
sv: Fortsätt till Bitwarden

source: Credential operation failed because the request is unsupported.
sv: Åtgärden för inloggningsuppgifter misslyckades eftersom begäran inte stöds.

source: One of the best ways to create a secure and memorable password is to use a passphrase. \nHere’s how:
sv: Ett av de bästa sätten att skapa ett säkert och minnesvärt lösenord är att använda en lösenordsfras. \nSå här gör du:

source: The master password is the password you use to access your vault. It is very important that you do not forget your master password. There is no way to recover the password in the event that you forget it.
sv: Huvudlösenordet är det lösenord som du använder för att komma åt ditt valv. Det är väldigt viktigt att du inte glömmer bort ditt huvudlösenord, eftersom det inte går att återställa lösenordet om du skulle glömma bort det.

source: Select time
sv: Välj tid

source: Identity
sv: Identitet

source: March
sv: Mars

source: Do you want to require unlocking with [%1$s] or your master password when the application is restarted?
sv: Vill du kräva upplåsning med [%1$s] eller ditt huvudlösenord när programmet startas om?

source: Desktop
sv: Skrivbord

source: Key is invalid.
sv: Nyckeln är ogiltig.

source: Verification code created
sv: Verifieringskod skapades

source: Why am I seeing this?
sv: Varför ser jag det här?

source: This is taking longer than expected
sv: Detta tar längre tid än väntat

source: Extension
sv: Webbläsartillägg

source: An error has occurred.
sv: Ett fel har inträffat.

source: After sharing this Send link, individuals will need to verify their email with a code to view this Send.
sv: Efter att ha delat denna Send-länk kommer individer att behöva verifiera sin e-post med en kod för att visa denna Send.

source: Autofill options
sv: Alternativ för automatisk ifyllning

source: Your subscription was canceled on **[%1$s]**. Resubscribe to continue using Premium features.
sv: Din prenumeration avbröts den **[%1$s]**. Teckna en ny prenumeration för att fortsätta använda Premium-funktioner.

source: Mobile - [%1$s]
sv: Mobil - [%1$s]

source: Paused
sv: Pausad

source: Next code
sv: Nästa kod
